[
  {
    "nicho": "weak legs",
    "data_analise": "2025-10-17",
    "ideias": [
      {
        "titulo": "Segredo Revelado: Exercícios Para Fortalecer as Pernas Rapidamente!",
        "score": 92,
        "justificativa": "Inspirado em \\\"Full LEG WORKOUT to help grow your LEGS!\\\" com engagement de 27 e Likes Z-Score de 1.69. Considerando que vídeos com Z-Score acima de 2 tendem a ter melhor desempenho, a abordagem de revelar um \\\"segredo\\\" gera curiosidade e senso de exclusividade, impulsionando o engajamento.",
        "palavras_chave": [
          "pernas",
          "fortalecer",
          "exercícios",
          "rápido",
          "dicas"
        ],
        "concorrencia": "alta"
      },
      {
        "titulo": "Nunca Mais Tenha Pernas Fracas: Rotina de Treino Definitiva",
        "score": 88,
        "justificativa": "Baseado no vídeo \\\"How to Target Your LEGS\\\" com engagement de 22 e Views Z-Score de 0.08. A inclusão do termo \\\"nunca mais\\\" cria um apelo emocional forte, enquanto \\\"definitiva\\\" indica autoridade e solução assertiva, gerando engajamento e interesse.",
        "palavras_chave": [
          "pernas",
          "treino",
          "rotina",
          "fortalecer",
          "musculação"
        ],
        "concorrencia": "média"
      },
      {
        "titulo": "Explosão de Massa Muscular: Treino de Pernas Avançado!",
        "score": 83,
        "justificativa": "Inspirado em \\\"SWV - Weak (Official HD Video)\\\" com engagement de 100 e Views Z-Score de 5.58. Ao prometer \\\"explosão de massa muscular\\\" e usar termos como \\\"avançado\\\", cria-se um apelo para quem busca desafios e resultados intensos, atraindo um público engajado.",
        "palavras_chave": [
          "pernas",
          "massa muscular",
          "treino",
          "avançado",
          "hipertrofia"
        ],
        "concorrencia": "baixa"
      },
      {
        "titulo": "Desafio de 7 Dias: Transforme Suas Pernas Finas em Poderosas",
        "score": 79,
        "justificativa": "Baseado em \\\"WARNING! Your Legs WEAKEN First! Eat These 7 Foods to Strengthen Them!\\\" com engagement de 15 e Comments Z-Score de 2.11. Desafios de curto prazo têm alto apelo, combinado com a promessa de transformação física, impulsiona a interação e engajamento da audiência.",
        "palavras_chave": [
          "pernas",
          "finas",
          "desafio",
          "transformação",
          "treino"
        ],
        "concorrencia": "alta"
      },
      {
        "titulo": "Segredos Revelados: Nutrição Essencial para Pernas Fortes",
        "score": 86,
        "justificativa": "Inspirado em \\\"How I Restored My Weak Feet\\\" com engagement de 7 e Comments Z-Score de 0.03. Ao abordar \\\"segredos revelados\\\" e focar em nutrição específica para pernas fortes, o vídeo capitaliza a tendência de interesse em informações detalhadas e direcionadas para soluções específicas.",
        "palavras_chave": [
          "pernas",
          "nutrição",
          "segredos",
          "fortalecer",
          "dicas"
        ],
        "concorrencia": "média"
      },
      {
        "titulo": "Pernas Torneadas em Casa: Treino Rápido e Eficaz",
        "score": 78,
        "justificativa": "Com base em vídeos do ranking médio, como \\\"Top 3 Quad Exercises For Tree Trunk Legs\\\" com engagement de 14 e Likes Z-Score de 0.56. O uso de \\\"em casa\\\" agrega conveniência e acessibilidade, enquanto \\\"rápido e eficaz\\\" promete resultados em curto prazo, atraindo espectadores interessados em exercícios simples.",
        "palavras_chave": [
          "pernas",
          "treino",
          "torneadas",
          "em casa",
          "eficaz"
        ],
        "concorrencia": "alta"
      },
      {
        "titulo": "Fortalecimento de Pernas na Terceira Idade: Dicas Cruciais",
        "score": 70,
        "justificativa": "Inspirado em \\\"How I Restored My Weak Feet\\\" com engagement de 7 e Comments Z-Score de 0.03. Abordando um público específico, a terceira idade, e oferecendo \\\"dicas cruciais\\\", o vídeo aborda uma lacuna de conteúdo e gera conexão emocional, o que pode aumentar a retenção.",
        "palavras_chave": [
          "pernas",
          "terceira idade",
          "fortalecimento",
          "dicas",
          "saúde"
        ],
        "concorrencia": "baixa"
      },
      {
        "titulo": "Dieta Anabólica para Fortalecer as Pernas: O Guia Completo",
        "score": 67,
        "justificativa": "Baseado em \\\"WARNING! Your Legs WEAKEN First! Eat These 10 Foods To Strengthen Them!\\\" com engagement de 7 e Comments Z-Score de 0.60. O uso de \\\"dieta anabólica\\\" associa-se ao universo fitness avançado e cria expectativa por um conteúdo detalhado, atraindo fãs de nutrição esportiva.",
        "palavras_chave": [
          "pernas",
          "dieta",
          "anabólica",
          "fortalecer",
          "guia"
        ],
        "concorrencia": "baixa"
      },
      {
        "titulo": "Pernas de Aço: Treino de Força Para Desafiar Seus Limites",
        "score": 63,
        "justificativa": "Inspirado em \\\"Kakinya Langsung Lemas\\\" com engagement de 6 e Views Z-Score de 0.17. A expressão \\\"pernas de aço\\\" cria uma imagem poderosa e desafiadora, enquanto o convite para \\\"desafiar seus limites\\\" desperta o interesse de quem busca superação pessoal nos treinos.",
        "palavras_chave": [
          "pernas",
          "aço",
          "treino",
          "força",
          "desafio"
        ],
        "concorrencia": "média"
      },
      {
        "titulo": "Pernas Saudáveis, Vida Ativa: Guia Completo para Iniciantes",
        "score": 66,
        "justificativa": "Baseado em \\\"Why Captain America's weak point is his legs?\\\" com engagement de 6 e Likes Z-Score de -0.13. A combinação de \\\"saudáveis\\\" e \\\"vida ativa\\\" apela para um estilo de vida positivo e inspirador, enquanto o termo \\\"iniciantes\\\" indica uma abordagem amigável para novos praticantes.",
        "palavras_chave": [
          "pernas",
          "saudáveis",
          "iniciantes",
          "guia",
          "vida ativa"
        ],
        "concorrencia": "média"
      },
      {
        "titulo": "Pernas Livres de Dores: Terapias Alternativas e Exercícios",
        "score": 58,
        "justificativa": "Com base em \\\"How I Restored My Weak Feet\\\" com engagement de 7 e Comments Z-Score de 0.03. Ao abordar \\\"terapias alternativas\\\" em conjunto com exercícios, o vídeo oferece uma proposta diferenciada de cuidados com as pernas, atraindo um público interessado em saúde holística.",
        "palavras_chave": [
          "pernas",
          "dores",
          "terapias alternativas",
          "exercícios",
          "saúde"
        ],
        "concorrencia": "baixa"
      },
      {
        "titulo": "Reabilitação de Pernas: Estratégias Profissionais de Recuperação",
        "score": 55,
        "justificativa": "Inspirado em \\\"Top 3 Quad Exercises For Tree Trunk Legs\\\" com engagement de 14 e Likes Z-Score de 0.56. A abordagem profissional e focada em reabilitação, combinada com a palavra \\\"estratégias\\\", pode atrair espectadores interessados em informações detalhadas e técnicas de recuperação após lesões ou cirurgias.",
        "palavras_chave": [
          "pernas",
          "reabilitação",
          "profissional",
          "recuperação",
          "estratégias"
        ],
        "concorrencia": "alta"
      },
      {
        "titulo": "Desafio das 100 Repetições: Pernas Fortes em Apenas 7 Dias!",
        "score": 60,
        "justificativa": "Baseado em \\\"If your waist and legs feel weak, try doing this 100 times a day to help.\\\" com engagement de 16 e Views Z-Score de 0.31. Desafios de alta frequência, como o das 100 repetições, tendem a gerar engajamento e retenção, especialmente quando combinados com uma promessa de resultados rápidos e concretos.",
        "palavras_chave": [
          "pernas",
          "desafio",
          "100 repetições",
          "forte",
          "resultado rápido"
        ],
        "concorrencia": "média"
      },
      {
        "titulo": "Mitos e Verdades sobre Pernas Finas: Revelações Científicas",
        "score": 62,
        "justificativa": "Baseado em \\\"A kitten with weak hind legs, injured since birth, crawled for help and got rescued #rescuekittens\\\" com engagement de 8 e Likes Z-Score de -0.03. Ao abordar \\\"mitos e verdades\\\" com embasamento científico, o vídeo apela para a curiosidade do público e oferece informações embasadas para desmistificar conceitos sobre pernas finas.",
        "palavras_chave": [
          "pernas",
          "finas",
          "mitos",
          "verdades",
          "revelações"
        ],
        "concorrencia": "baixa"
      },
      {
        "titulo": "Pilates para Fortalecer Pernas: Segredos das Celebridades",
        "score": 69,
        "justificativa": "Inspirado em \\\"How I Restored My Weak Feet\\\" com engagement de 7 e Comments Z-Score de 0.03. A associação de \\\"Pilates\\\" com os termos \\\"fortalecer\\\" e \\\"celebridades\\\" cria um apelo de exclusividade e glamour, além de atender a uma audiência interessada em atividades físicas diferenciadas e dicas de famosos.",
        "palavras_chave": [
          "pernas",
          "pilates",
          "fortalecer",
          "celebridades",
          "segredos"
        ],
        "concorrencia": "alta"
      }
    ],
    "metadata": {
      "ideias_count": 15,
      "quality_score": 118,
      "data_processamento": "2025-10-17T13:40:06.161Z"
    }
  }
]